Repository: RogyMD/GardenApp
Catalog: Garden/Resources/Localizable.xcstrings
Source language: en
Languages: ro

source: %@ seed was planted for you.
ro: Sămânța %@ a fost plantată pentru tine.

source: 🌱Garden
ro: 🌱Grădină

source: 🫙Bank with %lld Seeds
ro: 🫙Borcan cu %lld de semințe

source: Found Ripe Fruits
ro: Fructe coapte găsite

source: Fruit
ro: Fruct

source: Fruit Seed
ro: Sămânță de fruct

source: Gardening is Fun
ro: Grădinăritul este distractiv

source: No seeds to plant.
ro: Nu există semințe de plantat.

source: Pick ${fruitSeed} Fruit
ro: Culege fructul ${fruitSeed}

source: Pick a Fruit
ro: Alege un fruct

source: Pick a ripe fruit of your choice.
ro: Alege un fruct copt la alegere.

source: Plant a Seed
ro: Plantează o sămânță

source: Plant a Tree
ro: Plantează un copac

source: Ripe Fruits
ro: Fructe coapte

source: The %@ is not ripe yet or has been already picked.
ro: %@ nu este încă copt sau a fost deja cules.

source: The %@ was picked for you.
ro: %@ a fost cules pentru tine.
